{
    "productos": [
        {
            "id": 1,
            "nombre": "Hacha De Monte Supervivencia Campismo Lion Tools 9306 Color Negro",
            "descripcion": "El mango está fabricado con bimaterial, La hoja está fabricada en acero inoxidable. El tipo de apertura de la hoja es fija.El largo de la hoja es de 10cm.",
            "precio": 212,
            "stock": 2,
            "imagen": "/i1.png",
            "alt": "Imagen producto 1",
            "title": "Imagen producto"
        },
        {
            "id": 2,
            "nombre": "Hacha Tactica Supervivencia",
            "descripcion": "Campismo Portatil Funda Acero Color Negro. El mango está fabricado con goma. La hoja está fabricada en acero.",
            "precio": 1282,
            "stock": 32,
            "imagen": "/i2.png"
        },
        {
            "id": 3,
            "nombre": "Hacha Supervivencia Rescatista Bomberos Mtech Usa 100% Axe14 Color Negro",
            "descripcion": "El Hacha Supervivencia Rescatista Bomberos Mtech Usa 100% Axe14 es el compañero perfecto para tus aventuras al aire libre. Con un tipo de filo de hoja liso y una longitud de hoja de 15 cm, este hacha está diseñada para ofrecer un rendimiento excepcional en situaciones de supervivencia. Su hoja de acero inoxidable garantiza durabilidad y resistencia, mientras que su apertura fija y forma de hoja en clip facilitan su uso y manejo.",
            "precio": 1397,
            "stock": 3,
            "imagen": "/i3.png"
        },
        {
            "id": 4,
            "nombre": "Hacha Multiherramienta 16 En 1        Portatil Martillo Y Hacha Con Funda",
            "descripcion": "Herramienta 16 en 1: Este juego de hacha cuenta con 16 herramientas, como martillo, hacha, alicates planos, tenazas, cortaalambres, cuchillas, destornillador, sierra para madera, llave hexagonal, abrebotellas, escalador de pescado, destornillador de ranura, lima de uñas y bloqueo de alicates. ",
            "precio": 107,
            "stock": 9,
            "imagen": "/i4.png"
        },
        {
            "id": 5,
            "nombre": "Hacha Tramontina 40562002                Mango De Madera 700 G.",
            "descripcion": "Resistentes y afiladas, las hachitas se pueden usar para desbastar y cortar maderas. La herramienta correcta para uso profesional o pequeños trabajos del día a día.",
            "precio": 289,
            "stock": 2,
            "imagen": "/i5.png"
        },
        {
            "id": 6,
            "nombre": "Hacha Cazadora 1 Lb Mango Nylon 14 Truper 100175",
            "descripcion": "Hacha de mano ligera con peso total de 724 g. Mango de nylon resistente para un agarre seguro y cómodo. Cabeza de 450 g con filo de 7 cm para un corte eficiente.",
            "precio": 229,
            "stock": 8,
            "imagen": "/i6.png"
        },
        {
            "id": 7,
            "nombre": "Hacha Michigan, 4 Lb, Mango Fibra De Vidrio  Truper 11133",
            "descripcion": "Cabeza fabricada en acero al carbono con doble tratamiento térmico para mayor resistencia y durabilidad del filo. Mango largo de fibra de vidrio, cómodo y para mejor agarre, antiderrapante con doble inyección que reduce vibraciones. Con filo curvo, para cortes más delgados y de mayor precisión.",
            "precio": 415,
            "stock": 2,
            "imagen": "/i7.png"
        },
        {
            "id": 8,
            "nombre": "Hacha Profesional, Maxima Calidad Stihl - Pa 100",
            "descripcion": "Mango de fresno de primera calidad de cuchilla delgada con mango curvado de 27.5cabeza forjada en estampa con canto rectificado a precision, acero duro para temperaturas bajas de 3.5 lbs",
            "precio": 2949,
            "stock": 400,
            "imagen": "/i8.png"
        },
        {
            "id": 9,
            "nombre": "Hacha Media Labor 3 Lbs       Mango Encino Truper 14968",
            "descripcion": "Para cortar y rajar madera. Cabeza fabricada en acero alto carbono SAE 1060, doble tratamiento térmico, Ojo cónico alargado. Diseño especial que aprieta el encabado mientras se trabaja. Mango fabricado en encino estufado, pulido y laqueado..",
            "precio": 305,
            "stock": 29,
            "imagen": "/i9.png"
        },
        {
            "id": 10,
            "nombre": "Hacha Negra Medieval Vikinga 85 Cm Medieval Warrior Hacha de batalla..",
            "descripcion": "vikingo, verdugo, Aproximadamente 85 cm de longitud total del hacha. Hoja de acero al carbono forjado de 33 cm. 9 cm de ancho de la hoja. Cómodo mango de madera dura..",
            "precio": 2900,
            "stock": 22,
            "imagen": "/i10.png"
        }
    ]
   
}